[
  {
    "date": "2025-04-01T00:00:00Z",
    "GAME_NAME": "Farkle",
    "GAME_NAME_LOWER": "farkle",
    "GAME_NAME_UPPER": "FARKLE",
    "GAME_NAME_EMOJI": "🎲 Farkle",
    "GAME_NAME_EMOJI_UPPER": "🎲 FARKLE",
    "GAME_SUBTITLE": "A classic dice game",
    "GAME_CLI_DESCRIPTION_SHORT": "Classic Farkle dice game in your terminal.",
    "GAME_CLI_DESCRIPTION_MEDIUM": "Play Farkle, the classic dice game, from your terminal with a robust CLI.",
    "GAME_CLI_DESCRIPTION_LONG": "Experience the classic Farkle dice game in your terminal, with a user-friendly CLI, robust input validation, and all the original rules and scoring combinations.",
    "GAME_WEB_DESCRIPTION_SHORT": "Classic Farkle dice game in your browser.",
    "GAME_WEB_DESCRIPTION_MEDIUM": "Play Farkle, the classic dice game, with a modern web interface.",
    "GAME_WEB_DESCRIPTION_LONG": "Enjoy the classic Farkle dice game in your browser, featuring a sleek UI, interactive gameplay, and all the original rules and scoring combinations."
  },
  {
    "date": "2025-07-24T12:00:00Z",
    "GAME_NAME": "Rollio",
    "GAME_NAME_LOWER": "rollio",
    "GAME_NAME_UPPER": "ROLLIO",
    "GAME_NAME_EMOJI": "🎲 Rollio",
    "GAME_NAME_EMOJI_UPPER": "🎲 ROLLIO",
    "GAME_SUBTITLE": "A dice-rolling roguelike",
    "GAME_CLI_DESCRIPTION_SHORT": "Dice-rolling roguelike adventure in your terminal.",
    "GAME_CLI_DESCRIPTION_MEDIUM": "Play Rollio, a dice-rolling roguelike, from your terminal with a robust CLI and unique mechanics.",
    "GAME_CLI_DESCRIPTION_LONG": "Experience Rollio, the dice-rolling roguelike, in your terminal. Enjoy a robust CLI, leprechaun-inspired luck features, and a blend of classic and new dice game mechanics.",
    "GAME_WEB_DESCRIPTION_SHORT": "Dice-rolling roguelike adventure in your browser.",
    "GAME_WEB_DESCRIPTION_MEDIUM": "Play Rollio, a dice-rolling roguelike, with a modern web interface and unique luck-based mechanics.",
    "GAME_WEB_DESCRIPTION_LONG": "Rollio brings a fresh roguelike twist to dice games in your browser. Enjoy a modern UI, leprechaun-themed luck mechanics, and a blend of classic and innovative gameplay elements."
  }
] 